API_ID = 25749034
API_HASH = "0430528461eef6e1309a1afbd67dd810"
CONNECT_STRING = "sqlite:///botcast.db"
HISTORY_CAPACITY = 20            # максимальное кол-во записей, хранимое в журнале истории команд
HISTORY_PAGE_CAPACITY = 5        # максимальное число записей, помещаемых на одну страницу истории команд
TEXTS_PAGE_CAPACITY = 5          # максимальное число текстов (превью), помещаемое на одну страницу каталога текстов
CHATS_PAGE_CAPACITY = 5          # максимальное число записей о чатах, помещаемое на одну страницу каталога чатов
WORD_SIMILARITY_THRESHOLD = 45   # порог сходства между командами, используемый для генерации подсказок
